Repository: try-h4rder/mstucactf-platform
Catalog: translations/*.po
Languages: ru

source: Submit
ru: Ответить

source: Question {n}
ru: Вопрос {n}

source: Quiz Progress
ru: Прогресс викторины

source: questions answered
ru: вопросов отвечено

source: correct
ru: верно

source: Quiz Complete!
ru: Викторина завершена!

source: Reset quiz
ru: Сбросить викторину

source: Quiz results are saved to your browser's local storage and will persist between sessions.
ru: Результаты викторины сохраняются в локальном хранилище браузера и будут доступны между сессиями.

source: Outstanding! You aced it!
ru: Великолепно! Вы справились на отлично!

source: Great job! You really know your stuff!
ru: Отличная работа! Вы отлично разбираетесь в теме!

source: Good effort! Keep learning!
ru: Хорошая попытка! Продолжайте учиться!

source: Not bad, but there's room for improvement!
ru: Неплохо, но есть куда расти!

source: Better luck next time! Keep trying!
ru: В следующий раз повезёт больше! Продолжайте пробовать!

source: Are you sure you want to reset the quiz? This will clear your progress.
ru: Вы уверены, что хотите сбросить викторину? Весь прогресс будет удалён.

source: Try Again
ru: Попробовать снова

source: Correct answer!
ru: Правильный ответ!

source: Incorrect answer. Please try again.
ru: Неправильный ответ. Пожалуйста, попробуйте ещё раз.

source: Incorrect answer.
ru: Неправильный ответ.

source: Answered:
ru: Отвечено:

source: Correct:
ru: Правильно:

source: Reset
ru: Сбросить
